Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# home.countdown.until.change
source: until you change it
ar: حتى تغييرها
bn: বদলানো পর্যন্ত
ca: fins a canviar-lo
cs: do výměny
da: til du skifter det
de: bis zum Wechsel
el: μέχρι να το αλλάξεις
es: hasta cambiarlo
fi: vaihtoon
fr: avant de le changer
gu: બદલો ત્યાં સુધી
he: עד ההחלפה
hi: बदलने तक
hr: do promjene
hu: a cseréig
id: sampai diganti
it: prima di cambiarlo
ja: 貼り替えまで
kn: ಬದಲಿಸುವವರೆಗೆ
ko: 교체까지
ml: മാറ്റുന്നതുവരെ
mr: बदलेपर्यंत
ms: sehingga ditukar
nb: til du bytter det
nl: tot je hem wisselt
or: ବଦଳାଇବା ପର୍ଯ୍ୟନ୍ତ
pa: ਬਦਲਣ ਤੱਕ
pl: do zmiany
pt_br: até trocar
pt_pt: até o mudares
ro: până îl schimbi
ru: до смены
sk: do výmeny
sl: do zamenjave
sv: tills du byter det
ta: மாற்றும் வரை
te: మార్చే వరకు
th: จนถึงวันเปลี่ยน
tr: değiştirene kadar
uk: до зміни
ur: بدلنے تک
vi: đến lúc thay
zh_hans: 后更换
zh_hant: 後更換

# home.countdown.until.take_off
source: until you take it off
ar: حتى إزالتها
bn: তুলে ফেলা পর্যন্ত
ca: fins a treure’l
cs: do sundání
da: til du tager det af
de: bis du es abnimmst
el: μέχρι να το βγάλεις
es: hasta quitarlo
fi: poistoon
fr: avant de le retirer
gu: કાઢો ત્યાં સુધી
he: עד ההסרה
hi: हटाने तक
hr: do skidanja
hu: a levételig
id: sampai dilepas
it: prima di toglierlo
ja: はがすまで
kn: ತೆಗೆಯುವವರೆಗೆ
ko: 떼기까지
ml: നീക്കുന്നതുവരെ
mr: काढेपर्यंत
ms: sehingga ditanggalkan
nb: til du tar det av
nl: tot je hem eraf haalt
or: କାଢ଼ିବା ପର୍ଯ୍ୟନ୍ତ
pa: ਉਤਾਰਨ ਤੱਕ
pl: do zdjęcia
pt_br: até remover
pt_pt: até o retirares
ro: până îl scoți
ru: до снятия
sk: do odlepenia
sl: do odstranitve
sv: tills du tar av det
ta: அகற்றும் வரை
te: తీసివేసే వరకు
th: จนถึงวันแกะออก
tr: çıkarana kadar
uk: до зняття
ur: اتارنے تک
vi: đến lúc gỡ
zh_hans: 后取下
zh_hant: 後取下

# home.countdown.until.new_patch
source: until a new patch
ar: حتى لصقة جديدة
bn: নতুন প্যাচ পর্যন্ত
ca: fins a un pegat nou
cs: do nové náplasti
da: til et nyt plaster
de: bis zum neuen Pflaster
el: μέχρι το νέο αυτοκόλλητο
es: hasta un parche nuevo
fi: uuteen laastariin
fr: avant un nouveau patch
gu: નવા પેચ સુધી
he: עד מדבקה חדשה
hi: नए पैच तक
hr: do novog flastera
hu: az új tapaszig
id: sampai koyo baru
it: prima del nuovo cerotto
ja: 次のパッチまで
kn: ಹೊಸ ಪ್ಯಾಚ್‌ವರೆಗೆ
ko: 새 패치까지
ml: പുതിയ പാച്ച് വരെ
mr: नवीन पॅचपर्यंत
ms: sehingga tampalan baharu
nb: til et nytt plaster
nl: tot een nieuwe pleister
or: ନୂଆ ପ୍ୟାଚ୍ ପର୍ଯ୍ୟନ୍ତ
pa: ਨਵੇਂ ਪੈਚ ਤੱਕ
pl: do nowego plastra
pt_br: até um novo adesivo
pt_pt: até um novo adesivo
ro: până la un plasture nou
ru: до нового пластыря
sk: do novej náplasti
sl: do novega obliža
sv: tills ett nytt plåster
ta: புதிய பேட்ச் வரை
te: కొత్త ప్యాచ్ వరకు
th: จนถึงแผ่นใหม่
tr: yeni banda kadar
uk: до нового пластиру
ur: نئے پیچ تک
vi: đến miếng mới
zh_hans: 后贴新片
zh_hant: 後貼新片

# home.countdown.until.ring_out
source: until it comes out
ar: حتى إزالتها
bn: বের করা পর্যন্ত
ca: fins a treure’l
cs: do vyjmutí
da: til den skal ud
de: bis er rauskommt
el: μέχρι να βγει
es: hasta quitarlo
fi: poistoon
fr: avant de le retirer
gu: કાઢો ત્યાં સુધી
he: עד ההוצאה
hi: निकालने तक
hr: do vađenja
hu: a kivételig
id: sampai dilepas
it: prima di toglierlo
ja: 外すまで
kn: ತೆಗೆಯುವವರೆಗೆ
ko: 빼기까지
ml: നീക്കുന്നതുവരെ
mr: काढेपर्यंत
ms: sehingga dikeluarkan
nb: til den skal ut
nl: tot hij eruit gaat
or: କାଢ଼ିବା ପର୍ଯ୍ୟନ୍ତ
pa: ਕੱਢਣ ਤੱਕ
pl: do wyjęcia
pt_br: até remover
pt_pt: até o retirares
ro: până îl scoți
ru: до извлечения
sk: do vybratia
sl: do odstranitve
sv: tills den tas ut
ta: அகற்றும் வரை
te: తీసివేసే వరకు
th: จนถึงวันถอด
tr: çıkarana kadar
uk: до виймання
ur: نکالنے تک
vi: đến lúc tháo
zh_hans: 后取出
zh_hant: 後取出

# home.countdown.until.ring_in
source: until it goes back in
ar: حتى إعادة إدخالها
bn: আবার লাগানো পর্যন্ত
ca: fins a tornar-lo a posar
cs: do opětovného zavedení
da: til den skal ind igen
de: bis er wieder reinkommt
el: μέχρι να μπει ξανά
es: hasta volver a insertarlo
fi: takaisin asettamiseen
fr: avant de le remettre
gu: ફરી મૂકો ત્યાં સુધી
he: עד שתחזור פנימה
hi: फिर लगाने तक
hr: do ponovnog umetanja
hu: a visszahelyezésig
id: sampai dipasang lagi
it: prima di rimetterlo
ja: また入れるまで
kn: ಮತ್ತೆ ಅಳವಡಿಸುವವರೆಗೆ
ko: 다시 넣기까지
ml: വീണ്ടും ഇടുന്നതുവരെ
mr: पुन्हा घालेपर्यंत
ms: sehingga dimasukkan semula
nb: til den skal inn igjen
nl: tot hij er weer in gaat
or: ପୁଣି ଭିତରେ ରଖିବା ପର୍ଯ୍ୟନ୍ତ
pa: ਮੁੜ ਪਾਉਣ ਤੱਕ
pl: do ponownego założenia
pt_br: até inserir de novo
pt_pt: até o voltares a inserir
ro: până introduci un inel nou
ru: до нового кольца
sk: do opätovného zavedenia
sl: do ponovne vstavitve
sv: tills den sätts in igen
ta: மீண்டும் செருகும் வரை
te: మళ్లీ అమర్చే వరకు
th: จนถึงวันใส่กลับ
tr: tekrar takana kadar
uk: до нового кільця
ur: دوبارہ لگانے تک
vi: đến lúc đặt lại
zh_hans: 后重新放入
zh_hant: 後重新放入

# home.countdown.task.put_on_patch
source: Apply patch %lld
ar: ضعي اللصقة %lld
bn: প্যাচ %lld লাগান
ca: Posa’t el pegat %lld
cs: Nalep náplast %lld
da: Sæt plaster %lld på
de: Pflaster %lld aufkleben
el: Βάλε το αυτοκόλλητο %lld
es: Coloca el parche %lld
fi: Kiinnitä laastari %lld
fr: Pose le patch %lld
gu: પેચ %lld લગાવો
he: להדביק מדבקה %lld
hi: पैच %lld लगाएँ
hr: Nalijepi flaster %lld
hu: %lld. tapasz felhelyezése
id: Pasang koyo %lld
it: Applica il cerotto %lld
ja: パッチ%lldを貼る
kn: ಪ್ಯಾಚ್ %lld ಅಂಟಿಸಿ
ko: %lld번째 패치 붙이기
ml: പാച്ച് %lld ഒട്ടിക്കൂ
mr: पॅच %lld लावा
ms: Lekatkan tampalan %lld
nb: Sett på plaster %lld
nl: Plak pleister %lld
or: ପ୍ୟାଚ୍ %lld ଲଗାନ୍ତୁ
pa: ਪੈਚ %lld ਲਾਓ
pl: Przyklej plaster %lld
pt_br: Aplique o adesivo %lld
pt_pt: Coloca o adesivo %lld
ro: Aplică plasturele %lld
ru: Наклей пластырь %lld
sk: Nalep náplasť %lld
sl: Nalepi obliž %lld
sv: Sätt på plåster %lld
ta: பேட்ச் %lld ஒட்டவும்
te: ప్యాచ్ %lld అతికించండి
th: แปะแผ่นที่ %lld
tr: %lld. bandı yapıştır
uk: Наклей пластир %lld
ur: پیچ %lld لگائیں
vi: Dán miếng %lld
zh_hans: 贴上第 %lld 片
zh_hant: 貼上第 %lld 片

# home.countdown.task.change_patch
source: Change to patch %lld
ar: غيّري إلى اللصقة %lld
bn: প্যাচ বদলে প্যাচ %lld লাগান
ca: Canvia al pegat %lld
cs: Vyměň za náplast %lld
da: Skift til plaster %lld
de: Auf Pflaster %lld wechseln
el: Άλλαξε στο αυτοκόλλητο %lld
es: Cambia al parche %lld
fi: Vaihda laastariin %lld
fr: Passe au patch %lld
gu: પેચ બદલીને પેચ %lld લગાવો
he: להחליף למדבקה %lld
hi: बदलकर पैच %lld लगाएँ
hr: Promijeni na flaster %lld
hu: Tapaszcsere: %lld. tapasz
id: Ganti ke koyo %lld
it: Passa al cerotto %lld
ja: パッチ%lldに貼り替える
kn: ಪ್ಯಾಚ್ %lldಕ್ಕೆ ಬದಲಿಸಿ
ko: %lld번째 패치로 교체
ml: പാച്ച് %lld-ലേക്ക് മാറ്റൂ
mr: पॅच बदलून पॅच %lld लावा
ms: Tukar ke tampalan %lld
nb: Bytt til plaster %lld
nl: Wissel naar pleister %lld
or: ପ୍ୟାଚ୍ %lldକୁ ବଦଳାନ୍ତୁ
pa: ਬਦਲ ਕੇ ਪੈਚ %lld ਲਾਓ
pl: Zmień na plaster %lld
pt_br: Troque para o adesivo %lld
pt_pt: Muda para o adesivo %lld
ro: Schimbă cu plasturele %lld
ru: Смени на пластырь %lld
sk: Vymeň za náplasť %lld
sl: Zamenjaj za obliž %lld
sv: Byt till plåster %lld
ta: பேட்ச் %lld-க்கு மாற்றவும்
te: ప్యాచ్ %lldకి మార్చండి
th: เปลี่ยนเป็นแผ่นที่ %lld
tr: %lld. bantla değiştir
uk: Зміни на пластир %lld
ur: پیچ %lld پر بدلیں
vi: Thay sang miếng %lld
zh_hans: 换成第 %lld 片
zh_hant: 換成第 %lld 片

# home.countdown.task.take_off_patch
source: Remove patch %lld
ar: أزيلي اللصقة %lld
bn: প্যাচ %lld তুলে ফেলুন
ca: Treu-te el pegat %lld
cs: Sundej náplast %lld
da: Fjern plaster %lld
de: Pflaster %lld abnehmen
el: Βγάλε το αυτοκόλλητο %lld
es: Quítate el parche %lld
fi: Poista laastari %lld
fr: Retire le patch %lld
gu: પેચ %lld કાઢો
he: להסיר מדבקה %lld
hi: पैच %lld हटाएँ
hr: Skini flaster %lld
hu: %lld. tapasz levétele
id: Lepas koyo %lld
it: Togli il cerotto %lld
ja: パッチ%lldをはがす
kn: ಪ್ಯಾಚ್ %lld ತೆಗೆಯಿರಿ
ko: %lld번째 패치 떼기
ml: പാച്ച് %lld നീക്കൂ
mr: पॅच %lld काढा
ms: Tanggalkan tampalan %lld
nb: Ta av plaster %lld
nl: Verwijder pleister %lld
or: ପ୍ୟାଚ୍ %lld କାଢ଼ନ୍ତୁ
pa: ਪੈਚ %lld ਉਤਾਰੋ
pl: Zdejmij plaster %lld
pt_br: Remova o adesivo %lld
pt_pt: Retira o adesivo %lld
ro: Scoate plasturele %lld
ru: Сними пластырь %lld
sk: Odlep náplasť %lld
sl: Odstrani obliž %lld
sv: Ta av plåster %lld
ta: பேட்ச் %lld அகற்றவும்
te: ప్యాచ్ %lld తీసివేయండి
th: แกะแผ่นที่ %lld ออก
tr: %lld. bandı çıkar
uk: Зніми пластир %lld
ur: پیچ %lld اتاریں
vi: Gỡ miếng %lld
zh_hans: 取下第 %lld 片
zh_hant: 取下第 %lld 片

# home.countdown.task.ring_in
source: Insert your ring
ar: أدخلي حلقتك
bn: আপনার রিং লাগান
ca: Posa’t l’anell
cs: Zaveď kroužek
da: Indsæt din ring
de: Ring einsetzen
el: Βάλε τον δακτύλιό σου
es: Inserta tu anillo
fi: Aseta rengas
fr: Insère ton anneau
gu: તમારી રિંગ મૂકો
he: להכניס את הטבעת
hi: अपनी रिंग लगाएँ
hr: Umetni prsten
hu: Gyűrű behelyezése
id: Pasang cincinmu
it: Inserisci l’anello
ja: リングを入れる
kn: ನಿಮ್ಮ ರಿಂಗ್ ಅಳವಡಿಸಿ
ko: 링 삽입
ml: നിങ്ങളുടെ റിംഗ് ഇടൂ
mr: तुमची रिंग घाला
ms: Masukkan cincin kamu
nb: Sett inn ringen
nl: Breng je ring in
or: ଆପଣଙ୍କ ରିଙ୍ଗ ଭିତରେ ରଖନ୍ତୁ
pa: ਆਪਣੀ ਰਿੰਗ ਪਾਓ
pl: Załóż krążek
pt_br: Insira seu anel
pt_pt: Insere o anel
ro: Introdu inelul
ru: Введи кольцо
sk: Zaveď krúžok
sl: Vstavi obroček
sv: Sätt in din ring
ta: உங்கள் ரிங்கைச் செருகவும்
te: మీ రింగ్ అమర్చండి
th: ใส่วงแหวน
tr: Halkanı yerleştir
uk: Введи кільце
ur: اپنی رِنگ لگائیں
vi: Đặt vòng vào
zh_hans: 放入阴道环
zh_hant: 放入陰道環

# home.countdown.task.ring_out
source: Remove your ring
ar: أزيلي حلقتك
bn: আপনার রিং বের করুন
ca: Treu-te l’anell
cs: Vyjmi kroužek
da: Fjern din ring
de: Ring rausnehmen
el: Βγάλε τον δακτύλιό σου
es: Quítate el anillo
fi: Poista rengas
fr: Retire ton anneau
gu: તમારી રિંગ કાઢો
he: להוציא את הטבעת
hi: अपनी रिंग निकालें
hr: Izvadi prsten
hu: Gyűrű kivétele
id: Lepas cincinmu
it: Togli l’anello
ja: リングを外す
kn: ನಿಮ್ಮ ರಿಂಗ್ ತೆಗೆಯಿರಿ
ko: 링 제거
ml: നിങ്ങളുടെ റിംഗ് നീക്കൂ
mr: तुमची रिंग काढा
ms: Keluarkan cincin kamu
nb: Ta ut ringen
nl: Verwijder je ring
or: ଆପଣଙ୍କ ରିଙ୍ଗ କାଢ଼ନ୍ତୁ
pa: ਆਪਣੀ ਰਿੰਗ ਕੱਢੋ
pl: Wyjmij krążek
pt_br: Remova seu anel
pt_pt: Retira o anel
ro: Scoate inelul
ru: Извлеки кольцо
sk: Vyber krúžok
sl: Odstrani obroček
sv: Ta ut din ring
ta: உங்கள் ரிங்கை அகற்றவும்
te: మీ రింగ్ తీసివేయండి
th: ถอดวงแหวนออก
tr: Halkanı çıkar
uk: Вийми кільце
ur: اپنی رِنگ نکالیں
vi: Tháo vòng ra
zh_hans: 取出阴道环
zh_hant: 取出陰道環

# home.countdown.task.new_ring
source: Insert a new ring
ar: أدخلي حلقة جديدة
bn: নতুন রিং লাগান
ca: Posa’t un anell nou
cs: Zaveď nový kroužek
da: Indsæt en ny ring
de: Neuen Ring einsetzen
el: Βάλε νέο δακτύλιο
es: Inserta un anillo nuevo
fi: Aseta uusi rengas
fr: Insère un nouvel anneau
gu: નવી રિંગ મૂકો
he: להכניס טבעת חדשה
hi: नई रिंग लगाएँ
hr: Umetni novi prsten
hu: Új gyűrű behelyezése
id: Pasang cincin baru
it: Inserisci un nuovo anello
ja: 新しいリングを入れる
kn: ಹೊಸ ರಿಂಗ್ ಅಳವಡಿಸಿ
ko: 새 링 삽입
ml: പുതിയ റിംഗ് ഇടൂ
mr: नवीन रिंग घाला
ms: Masukkan cincin baharu
nb: Sett inn en ny ring
nl: Breng een nieuwe ring in
or: ନୂଆ ରିଙ୍ଗ ଭିତରେ ରଖନ୍ତୁ
pa: ਨਵੀਂ ਰਿੰਗ ਪਾਓ
pl: Załóż nowy krążek
pt_br: Insira um anel novo
pt_pt: Insere um anel novo
ro: Introdu un inel nou
ru: Введи новое кольцо
sk: Zaveď nový krúžok
sl: Vstavi nov obroček
sv: Sätt in en ny ring
ta: புதிய ரிங்கைச் செருகவும்
te: కొత్త రింగ్ అమర్చండి
th: ใส่วงแหวนอันใหม่
tr: Yeni halka yerleştir
uk: Введи нове кільце
ur: نئی رِنگ لگائیں
vi: Đặt vòng mới
zh_hans: 放入新阴道环
zh_hant: 放入新陰道環

# home.countdown.task.put_on_patch.now
source: Apply patch %lld now
ar: ضعي اللصقة %lld الآن
bn: এখনই প্যাচ %lld লাগান
ca: Posa’t el pegat %lld ara
cs: Nalep náplast %lld teď
da: Sæt plaster %lld på nu
de: Pflaster %lld jetzt aufkleben
el: Βάλε το αυτοκόλλητο %lld τώρα
es: Coloca el parche %lld ahora
fi: Kiinnitä laastari %lld nyt
fr: Pose le patch %lld maintenant
gu: હમણાં પેચ %lld લગાવો
he: להדביק מדבקה %lld עכשיו
hi: अभी पैच %lld लगाएँ
hr: Nalijepi flaster %lld sada
hu: %lld. tapasz felhelyezése most
id: Pasang koyo %lld sekarang
it: Applica il cerotto %lld ora
ja: 今すぐパッチ%lldを貼る
kn: ಈಗಲೇ ಪ್ಯಾಚ್ %lld ಅಂಟಿಸಿ
ko: 지금 %lld번째 패치 붙이기
ml: ഇപ്പോൾ പാച്ച് %lld ഒട്ടിക്കൂ
mr: आता पॅच %lld लावा
ms: Lekatkan tampalan %lld sekarang
nb: Sett på plaster %lld nå
nl: Plak pleister %lld nu
or: ଏବେ ପ୍ୟାଚ୍ %lld ଲଗାନ୍ତୁ
pa: ਹੁਣੇ ਪੈਚ %lld ਲਾਓ
pl: Przyklej plaster %lld teraz
pt_br: Aplique o adesivo %lld agora
pt_pt: Coloca o adesivo %lld agora
ro: Aplică plasturele %lld acum
ru: Наклей пластырь %lld сейчас
sk: Nalep náplasť %lld teraz
sl: Nalepi obliž %lld zdaj
sv: Sätt på plåster %lld nu
ta: இப்போதே பேட்ச் %lld ஒட்டவும்
te: ఇప్పుడే ప్యాచ్ %lld అతికించండి
th: แปะแผ่นที่ %lld ตอนนี้
tr: %lld. bandı şimdi yapıştır
uk: Наклей пластир %lld зараз
ur: ابھی پیچ %lld لگائیں
vi: Dán miếng %lld ngay
zh_hans: 现在贴上第 %lld 片
zh_hant: 現在貼上第 %lld 片

# home.countdown.task.change_patch.now
source: Change to patch %lld now
ar: غيّري إلى اللصقة %lld الآن
bn: এখনই প্যাচ বদলে প্যাচ %lld লাগান
ca: Canvia al pegat %lld ara
cs: Vyměň za náplast %lld teď
da: Skift til plaster %lld nu
de: Jetzt auf Pflaster %lld wechseln
el: Άλλαξε στο αυτοκόλλητο %lld τώρα
es: Cambia al parche %lld ahora
fi: Vaihda laastariin %lld nyt
fr: Passe au patch %lld maintenant
gu: હમણાં પેચ બદલીને પેચ %lld લગાવો
he: להחליף למדבקה %lld עכשיו
hi: अभी बदलकर पैच %lld लगाएँ
hr: Promijeni na flaster %lld sada
hu: Tapaszcsere most: %lld. tapasz
id: Ganti ke koyo %lld sekarang
it: Passa al cerotto %lld ora
ja: 今すぐパッチ%lldに貼り替える
kn: ಈಗಲೇ ಪ್ಯಾಚ್ %lldಕ್ಕೆ ಬದಲಿಸಿ
ko: 지금 %lld번째 패치로 교체
ml: ഇപ്പോൾ പാച്ച് %lld-ലേക്ക് മാറ്റൂ
mr: आता पॅच बदलून पॅच %lld लावा
ms: Tukar ke tampalan %lld sekarang
nb: Bytt til plaster %lld nå
nl: Wissel nu naar pleister %lld
or: ଏବେ ପ୍ୟାଚ୍ %lldକୁ ବଦଳାନ୍ତୁ
pa: ਹੁਣੇ ਬਦਲ ਕੇ ਪੈਚ %lld ਲਾਓ
pl: Zmień na plaster %lld teraz
pt_br: Troque para o adesivo %lld agora
pt_pt: Muda para o adesivo %lld agora
ro: Schimbă cu plasturele %lld acum
ru: Смени на пластырь %lld сейчас
sk: Vymeň za náplasť %lld teraz
sl: Zamenjaj za obliž %lld zdaj
sv: Byt till plåster %lld nu
ta: இப்போதே பேட்ச் %lld-க்கு மாற்றவும்
te: ఇప్పుడే ప్యాచ్ %lldకి మార్చండి
th: เปลี่ยนเป็นแผ่นที่ %lld ตอนนี้
tr: Şimdi %lld. bantla değiştir
uk: Зміни на пластир %lld зараз
ur: ابھی پیچ %lld پر بدلیں
vi: Thay sang miếng %lld ngay
zh_hans: 现在换成第 %lld 片
zh_hant: 現在換成第 %lld 片

# home.countdown.task.take_off_patch.now
source: Remove patch %lld now
ar: أزيلي اللصقة %lld الآن
bn: এখনই প্যাচ %lld তুলে ফেলুন
ca: Treu-te el pegat %lld ara
cs: Sundej náplast %lld teď
da: Fjern plaster %lld nu
de: Pflaster %lld jetzt abnehmen
el: Βγάλε το αυτοκόλλητο %lld τώρα
es: Quítate el parche %lld ahora
fi: Poista laastari %lld nyt
fr: Retire le patch %lld maintenant
gu: હમણાં પેચ %lld કાઢો
he: להסיר מדבקה %lld עכשיו
hi: अभी पैच %lld हटाएँ
hr: Skini flaster %lld sada
hu: %lld. tapasz levétele most
id: Lepas koyo %lld sekarang
it: Togli il cerotto %lld ora
ja: 今すぐパッチ%lldをはがす
kn: ಈಗಲೇ ಪ್ಯಾಚ್ %lld ತೆಗೆಯಿರಿ
ko: 지금 %lld번째 패치 떼기
ml: ഇപ്പോൾ പാച്ച് %lld നീക്കൂ
mr: आता पॅच %lld काढा
ms: Tanggalkan tampalan %lld sekarang
nb: Ta av plaster %lld nå
nl: Verwijder pleister %lld nu
or: ଏବେ ପ୍ୟାଚ୍ %lld କାଢ଼ନ୍ତୁ
pa: ਹੁਣੇ ਪੈਚ %lld ਉਤਾਰੋ
pl: Zdejmij plaster %lld teraz
pt_br: Remova o adesivo %lld agora
pt_pt: Retira o adesivo %lld agora
ro: Scoate plasturele %lld acum
ru: Сними пластырь %lld сейчас
sk: Odlep náplasť %lld teraz
sl: Odstrani obliž %lld zdaj
sv: Ta av plåster %lld nu
ta: இப்போதே பேட்ச் %lld அகற்றவும்
te: ఇప్పుడే ప్యాచ్ %lld తీసివేయండి
th: แกะแผ่นที่ %lld ออกตอนนี้
tr: %lld. bandı şimdi çıkar
uk: Зніми пластир %lld зараз
ur: ابھی پیچ %lld اتاریں
vi: Gỡ miếng %lld ngay
zh_hans: 现在取下第 %lld 片
zh_hant: 現在取下第 %lld 片

# home.countdown.task.ring_in.now
source: Insert your ring now
ar: أدخلي حلقتك الآن
bn: এখনই আপনার রিং লাগান
ca: Posa’t l’anell ara
cs: Zaveď kroužek teď
da: Indsæt din ring nu
de: Ring jetzt einsetzen
el: Βάλε τον δακτύλιό σου τώρα
es: Inserta tu anillo ahora
fi: Aseta rengas nyt
fr: Insère ton anneau maintenant
gu: હમણાં તમારી રિંગ મૂકો
he: להכניס את הטבעת עכשיו
hi: अभी अपनी रिंग लगाएँ
hr: Umetni prsten sada
hu: Gyűrű behelyezése most
id: Pasang cincinmu sekarang
it: Inserisci l’anello ora
ja: 今すぐリングを入れる
kn: ಈಗಲೇ ನಿಮ್ಮ ರಿಂಗ್ ಅಳವಡಿಸಿ
ko: 지금 링 삽입
ml: ഇപ്പോൾ നിങ്ങളുടെ റിംഗ് ഇടൂ
mr: आता तुमची रिंग घाला
ms: Masukkan cincin kamu sekarang
nb: Sett inn ringen nå
nl: Breng je ring nu in
or: ଏବେ ଆପଣଙ୍କ ରିଙ୍ଗ ଭିତରେ ରଖନ୍ତୁ
pa: ਹੁਣੇ ਆਪਣੀ ਰਿੰਗ ਪਾਓ
pl: Załóż krążek teraz
pt_br: Insira seu anel agora
pt_pt: Insere o anel agora
ro: Introdu inelul acum
ru: Введи кольцо сейчас
sk: Zaveď krúžok teraz
sl: Vstavi obroček zdaj
sv: Sätt in din ring nu
ta: இப்போதே உங்கள் ரிங்கைச் செருகவும்
te: ఇప్పుడే మీ రింగ్ అమర్చండి
th: ใส่วงแหวนตอนนี้
tr: Halkanı şimdi yerleştir
uk: Введи кільце зараз
ur: ابھی اپنی رِنگ لگائیں
vi: Đặt vòng vào ngay
zh_hans: 现在放入阴道环
zh_hant: 現在放入陰道環

# home.countdown.task.ring_out.now
source: Remove your ring now
ar: أزيلي حلقتك الآن
bn: এখনই আপনার রিং বের করুন
ca: Treu-te l’anell ara
cs: Vyjmi kroužek teď
da: Fjern din ring nu
de: Ring jetzt rausnehmen
el: Βγάλε τον δακτύλιό σου τώρα
es: Quítate el anillo ahora
fi: Poista rengas nyt
fr: Retire ton anneau maintenant
gu: હમણાં તમારી રિંગ કાઢો
he: להוציא את הטבעת עכשיו
hi: अभी अपनी रिंग निकालें
hr: Izvadi prsten sada
hu: Gyűrű kivétele most
id: Lepas cincinmu sekarang
it: Togli l’anello ora
ja: 今すぐリングを外す
kn: ಈಗಲೇ ನಿಮ್ಮ ರಿಂಗ್ ತೆಗೆಯಿರಿ
ko: 지금 링 제거
ml: ഇപ്പോൾ നിങ്ങളുടെ റിംഗ് നീക്കൂ
mr: आता तुमची रिंग काढा
ms: Keluarkan cincin kamu sekarang
nb: Ta ut ringen nå
nl: Verwijder je ring nu
or: ଏବେ ଆପଣଙ୍କ ରିଙ୍ଗ କାଢ଼ନ୍ତୁ
pa: ਹੁਣੇ ਆਪਣੀ ਰਿੰਗ ਕੱਢੋ
pl: Wyjmij krążek teraz
pt_br: Remova seu anel agora
pt_pt: Retira o anel agora
ro: Scoate inelul acum
ru: Извлеки кольцо сейчас
sk: Vyber krúžok teraz
sl: Odstrani obroček zdaj
sv: Ta ut din ring nu
ta: இப்போதே உங்கள் ரிங்கை அகற்றவும்
te: ఇప్పుడే మీ రింగ్ తీసివేయండి
th: ถอดวงแหวนออกตอนนี้
tr: Halkanı şimdi çıkar
uk: Вийми кільце зараз
ur: ابھی اپنی رِنگ نکالیں
vi: Tháo vòng ra ngay
zh_hans: 现在取出阴道环
zh_hant: 現在取出陰道環

# home.countdown.task.new_ring.now
source: Insert a new ring now
ar: أدخلي حلقة جديدة الآن
bn: এখনই নতুন রিং লাগান
ca: Posa’t un anell nou ara
cs: Zaveď nový kroužek teď
da: Indsæt en ny ring nu
de: Neuen Ring jetzt einsetzen
el: Βάλε νέο δακτύλιο τώρα
es: Inserta un anillo nuevo ahora
fi: Aseta uusi rengas nyt
fr: Insère un nouvel anneau maintenant
gu: હમણાં નવી રિંગ મૂકો
he: להכניס טבעת חדשה עכשיו
hi: अभी नई रिंग लगाएँ
hr: Umetni novi prsten sada
hu: Új gyűrű behelyezése most
id: Pasang cincin baru sekarang
it: Inserisci un nuovo anello ora
ja: 今すぐ新しいリングを入れる
kn: ಈಗಲೇ ಹೊಸ ರಿಂಗ್ ಅಳವಡಿಸಿ
ko: 지금 새 링 삽입
ml: ഇപ്പോൾ പുതിയ റിംഗ് ഇടൂ
mr: आता नवीन रिंग घाला
ms: Masukkan cincin baharu sekarang
nb: Sett inn en ny ring nå
nl: Breng nu een nieuwe ring in
or: ଏବେ ନୂଆ ରିଙ୍ଗ ଭିତରେ ରଖନ୍ତୁ
pa: ਹੁਣੇ ਨਵੀਂ ਰਿੰਗ ਪਾਓ
pl: Załóż nowy krążek teraz
pt_br: Insira um anel novo agora
pt_pt: Insere um anel novo agora
ro: Introdu un inel nou acum
ru: Введи новое кольцо сейчас
sk: Zaveď nový krúžok teraz
sl: Vstavi nov obroček zdaj
sv: Sätt in en ny ring nu
ta: இப்போதே புதிய ரிங்கைச் செருகவும்
te: ఇప్పుడే కొత్త రింగ్ అమర్చండి
th: ใส่วงแหวนอันใหม่ตอนนี้
tr: Şimdi yeni halka yerleştir
uk: Введи нове кільце зараз
ur: ابھی نئی رِنگ لگائیں
vi: Đặt vòng mới ngay
zh_hans: 现在放入新阴道环
zh_hant: 現在放入新陰道環

# home.countdown.chip.due
source: Due %@
ar: الموعد %@
bn: %@-এ
ca: Toca a les %@
cs: V %@
da: Kl. %@
de: Fällig um %@
el: Στις %@
es: Toca a las %@
fi: Klo %@
fr: Prévu à %@
gu: %@ વાગ્યે
he: בשעה %@
hi: %@ बजे
hr: U %@
hu: Esedékes: %@
id: Pukul %@
it: Previsto alle %@
ja: %@に予定
kn: %@ಕ್ಕೆ
ko: %@ 예정
ml: %@-ന്
mr: %@ वाजता
ms: Pukul %@
nb: Kl. %@
nl: Om %@
or: %@ରେ
pa: %@ ਵਜੇ
pl: O %@
pt_br: Previsto às %@
pt_pt: Previsto às %@
ro: La %@
ru: В %@
sk: O %@
sl: Ob %@
sv: Kl. %@
ta: %@-க்கு
te: %@కి
th: เวลา %@
tr: Saat %@
uk: О %@
ur: %@ بجے
vi: Lúc %@
zh_hans: 预定 %@
zh_hant: 預定 %@

# home.countdown.chip.until_tomorrow
source: Until tomorrow %@
ar: حتى %@ غدًا
bn: আগামীকাল %@ পর্যন্ত
ca: Fins demà a les %@
cs: Zítra do %@
da: Til i morgen kl. %@
de: Bis morgen um %@
el: Ως αύριο στις %@
es: Hasta mañana a las %@
fi: Huomenna klo %@ asti
fr: Jusqu’à demain à %@
gu: આવતીકાલે %@ સુધી
he: עד %@ מחר
hi: कल %@ बजे तक
hr: Sutra do %@
hu: Holnap %@-ig
id: Sampai besok pukul %@
it: Fino a domani alle %@
ja: 明日%@まで
kn: ನಾಳೆ %@ ವರೆಗೆ
ko: 내일 %@까지
ml: നാളെ %@ വരെ
mr: उद्या %@ पर्यंत
ms: Sehingga esok pukul %@
nb: Til i morgen kl. %@
nl: Tot morgen om %@
or: ଆସନ୍ତାକାଲି %@ ପର୍ଯ୍ୟନ୍ତ
pa: ਕੱਲ੍ਹ %@ ਤੱਕ
pl: Jutro do %@
pt_br: Até amanhã às %@
pt_pt: Até amanhã às %@
ro: Până mâine la %@
ru: Завтра до %@
sk: Zajtra do %@
sl: Jutri do %@
sv: Till i morgon kl. %@
ta: நாளை %@ வரை
te: రేపు %@ వరకు
th: จนถึงพรุ่งนี้ %@
tr: Yarın %@ saatine kadar
uk: Завтра до %@
ur: کل %@ بجے تک
vi: Đến %@ ngày mai
zh_hans: 明天 %@ 前
zh_hant: 明天 %@ 前

# home.countdown.chip.until_today
source: Until %@
ar: حتى %@
bn: %@ পর্যন্ত
ca: Fins a les %@
cs: Do %@
da: Til kl. %@
de: Bis %@
el: Ως τις %@
es: Hasta las %@
fi: Klo %@ asti
fr: Jusqu’à %@
gu: %@ સુધી
he: עד %@
hi: %@ बजे तक
hr: Do %@
hu: %@-ig
id: Sampai pukul %@
it: Fino alle %@
ja: %@まで
kn: %@ ವರೆಗೆ
ko: %@까지
ml: %@ വരെ
mr: %@ पर्यंत
ms: Sehingga pukul %@
nb: Til kl. %@
nl: Tot %@
or: %@ ପର୍ଯ୍ୟନ୍ତ
pa: %@ ਤੱਕ
pl: Do %@
pt_br: Até %@
pt_pt: Até às %@
ro: Până la %@
ru: До %@
sk: Do %@
sl: Do %@
sv: Till kl. %@
ta: %@ வரை
te: %@ వరకు
th: จนถึง %@
tr: %@ saatine kadar
uk: До %@
ur: %@ بجے تک
vi: Đến %@
zh_hans: %@ 前
zh_hant: %@ 前

# home.countdown.chip.missed_yesterday
source: Was due yesterday
ar: كان موعدها أمس
bn: গতকাল করার কথা ছিল
ca: Tocava ahir
cs: Mělo být včera
da: Var planlagt i går
de: War gestern fällig
el: Ήταν για χθες
es: Tocaba ayer
fi: Oli vuorossa eilen
fr: Prévu hier
gu: ગઈકાલે કરવાનું હતું
he: היה מתוכנן לאתמול
hi: कल होना था
hr: Rok je bio jučer
hu: Tegnap volt esedékes
id: Jadwalnya kemarin
it: Previsto ieri
ja: 予定は昨日でした
kn: ನಿನ್ನೆ ಮಾಡಬೇಕಿತ್ತು
ko: 어제 예정이었어요
ml: ഇന്നലെ ചെയ്യേണ്ടതായിരുന്നു
mr: काल करायचे होते
ms: Sepatutnya semalam
nb: Var planlagt i går
nl: Was gisteren gepland
or: ଗତକାଲି କରିବାର ଥିଲା
pa: ਕੱਲ੍ਹ ਕਰਨਾ ਸੀ
pl: Termin był wczoraj
pt_br: Era para ontem
pt_pt: Era para ontem
ro: Era pentru ieri
ru: Нужно было вчера
sk: Malo byť včera
sl: Rok je bil včeraj
sv: Var planerad i går
ta: நேற்று செய்ய வேண்டியது
te: నిన్న చేయాల్సింది
th: ครบกำหนดเมื่อวาน
tr: Dün yapılmalıydı
uk: Треба було вчора
ur: کل کرنا تھا
vi: Hạn là hôm qua
zh_hans: 原定昨天
zh_hant: 原定昨天

# home.countdown.milestone.patch
source: Patch %lld
ar: اللصقة %lld
bn: প্যাচ %lld
ca: Pegat %lld
cs: Náplast %lld
da: Plaster %lld
de: Pflaster %lld
el: Αυτοκ. %lld
es: Parche %lld
fi: Laastari %lld
gu: પેચ %lld
he: מדבקה %lld
hi: पैच %lld
hr: Flaster %lld
hu: %lld. tapasz
id: Koyo %lld
it: Cerotto %lld
ja: パッチ%lld
kn: ಪ್ಯಾಚ್ %lld
ko: 패치 %lld
ml: പാച്ച് %lld
mr: पॅच %lld
ms: Tampalan %lld
nb: Plaster %lld
nl: Pleister %lld
or: ପ୍ୟାଚ୍ %lld
pa: ਪੈਚ %lld
pl: Plaster %lld
pt_br: Adesivo %lld
pt_pt: Adesivo %lld
ro: Plasture %lld
ru: Пластырь %lld
sk: Náplasť %lld
sl: Obliž %lld
sv: Plåster %lld
ta: பேட்ச் %lld
te: ప్యాచ్ %lld
th: แผ่นที่ %lld
tr: %lld. bant
uk: Пластир %lld
ur: پیچ %lld
vi: Miếng %lld
zh_hans: 第 %lld 片
zh_hant: 第 %lld 片

# home.countdown.milestone.off
source: Off
ar: إزالة
bn: তোলা
ca: Tret
cs: Sundat
da: Af
de: Ab
el: Αφαίρεση
es: Quitado
fi: Pois
fr: Retrait
gu: કાઢવો
he: הסרה
hi: हटाना
hr: Skinuti
hu: Le
id: Lepas
it: Tolto
ja: はがす
kn: ತೆಗೆಯುವುದು
ko: 떼기
ml: നീക്കൽ
mr: काढणे
ms: Tanggal
nb: Av
nl: Eraf
or: କାଢ଼ିବା
pa: ਉਤਾਰਨਾ
pl: Zdjąć
pt_br: Removido
pt_pt: Retirado
ro: Scos
ru: Снять
sk: Odlepiť
sl: Odstraniti
sv: Av
ta: அகற்றல்
te: తీసివేత
th: แกะออก
tr: Çıkar
uk: Зняти
ur: اتارنا
vi: Gỡ
zh_hans: 取下
zh_hant: 取下
